<?php
/**
 * Created by PhpStorm.
 * User: thomas
 * Date: 16/9/1
 * Time: 上午10:09
 */
return array(
    'kind'      => array(
        1   => "会员消息提醒",
        2   => "佣金消息提醒",
        3   => "订单消息提醒",
    ),
    'send'      => array(
        'wxkf'  => 1,
        'sms'   => 0,
        'wxtpl' => 0,
    ),
    //文章信息类型
    'message'  => array(
        //会员关系
        1   => array(
            1   => array(
                'id'        => 1,
                'name'      => '被推荐成为会员时,会员收到的消息描述',
                'default'   => "恭喜您，由{插入上级昵称}推荐成为{插入店铺名}的第{插入ID号}位会员！",
                'usable'    => array('{插入ID号}', '{插入会员昵称}', '{插入上级昵称}', '{插入店铺名}'),
            ),
            2   => array(
                'id'        => 2,
                'name'      => '被推荐成为会员时,会员上级收到的消息描述',
                'default'   => "恭喜您,推荐的{插入会员昵称}成为{插入店铺名}的第{插入ID号}位会员！",
                'usable'    => array('{插入ID号}', '{插入会员昵称}', '{插入上级昵称}', '{插入店铺名}'),
            ),
            3   => array(
                'id'        => 3,
                'name'      => '被推荐成为会员时,会员上上级(上级的上级)收到的消息描述',
                'default'   => "恭喜您,您的下级{插入上级昵称}推荐{插入会员昵称}成为{插入店铺名}的第{插入ID号}位会员！",
                'usable'    => array('{插入ID号}', '{插入会员昵称}', '{插入上级昵称}', '{插入上上级昵称}', '{插入店铺名}'),
            ),
            4   => array(
                'id'        => 4,
                'name'      => '被推荐成为会员时,会员上上上级(上级上级的上级)收到的消息描述',
                'default'   => "恭喜您,您的下二级{插入上级昵称}推荐{插入会员昵称}成为{插入店铺名}的第{插入ID号}位会员！",
                'usable'    => array('{插入ID号}', '{插入会员昵称}', '{插入上级昵称}', '{插入上上级昵称}', '{插入上上上级昵称}', '{插入店铺名}'),
            ),
            5   => array(
                'id'        => 5,
                'name'      => '注册成为会员时(未经推荐),会员收到的消息描述',
                'default'   => "恭喜您，成为{插入店铺名}的第{插入ID号}位会员！",
                'usable'    => array('{插入ID号}', '{插入会员昵称}', '{插入店铺名}'),
            ),
        ),
        //佣金描述
        2   => array(
            6   => array(
                'id'        => 6,
                'name'      => '订单支付时,会员返现预期佣金收到的消息描述',
                'default'   => "您在{插入店铺名}的订单{插入订单号}{插入订单状态}，当订单完成时，您可获得佣金{插入佣金}元。",
                'usable'    => array('{插入佣金}', '{插入订单状态}', '{插入会员昵称}', '{插入订单号}', '{插入店铺名}'),
            ),
            7   => array(
                'id'        => 7,
                'name'      => '订单支付时,会员的上级预期获得佣金收到的消息描述',
                'default'   => "您的一级下级{插入会员昵称}在{插入店铺名}的订单{插入订单号}{插入订单状态}，当订单完成时，您可获得佣金{插入佣金}元。",
                'usable'    => array('{插入佣金}', '{插入订单状态}', '{插入会员昵称}', '{插入上级昵称}', '{插入订单号}', '{插入店铺名}'),
            ),
            8   => array(
                'id'        => 8,
                'name'      => '订单支付时,会员的上上级预期获得佣金收到的消息描述',
                'default'   => "您的二级下级{插入会员昵称}在{插入店铺名}的订单{插入订单号}{插入订单状态}，当订单完成时，您可获得佣金{插入佣金}元。",
                'usable'    => array('{插入佣金}', '{插入订单状态}', '{插入会员昵称}', '{插入上级昵称}', '{插入上上级昵称}', '{插入订单号}', '{插入店铺名}'),
            ),
            9   => array(
                'id'        => 9,
                'name'      => '订单支付时,会员的上上上级预期获得佣金收到的消息描述',
                'default'   => "您的三级下级{插入会员昵称}在{插入店铺名}的订单{插入订单号}{插入订单状态}，当订单完成时，您可获得佣金{插入佣金}元。",
                'usable'    => array('{插入佣金}', '{插入订单状态}', '{插入会员昵称}', '{插入上级昵称}', '{插入上上级昵称}', '{插入上上上级昵称}', '{插入订单号}', '{插入店铺名}'),
            ),
            10   => array(
                'id'        => 10,
                'name'      => '订单完成时,会员返现已得佣金收到的消息描述',
                'default'   => "您在{插入店铺名}的订单{插入订单号}{插入订单状态}，您已获得佣金{插入佣金}元。",
                'usable'    => array('{插入佣金}', '{插入订单状态}', '{插入会员昵称}', '{插入订单号}', '{插入店铺名}'),
            ),
            11   => array(
                'id'        => 11,
                'name'      => '订单完成时,会员的上级已得佣金收到的消息描述',
                'default'   => "您的一级下级{插入会员昵称}在{插入店铺名}的订单{插入订单号}{插入订单状态}，您已获得佣金{插入佣金}元。",
                'usable'    => array('{插入佣金}', '{插入订单状态}', '{插入会员昵称}', '{插入上级昵称}', '{插入订单号}', '{插入店铺名}'),
            ),
            12   => array(
                'id'        => 12,
                'name'      => '订单完成时,会员的上上级已得佣金收到的消息描述',
                'default'   => "您的二级下级{插入会员昵称}在{插入店铺名}的订单{插入订单号}{插入订单状态}，您已获得佣金{插入佣金}元。",
                'usable'    => array('{插入佣金}', '{插入订单状态}', '{插入会员昵称}', '{插入上级昵称}', '{插入上上级昵称}', '{插入订单号}', '{插入店铺名}'),
            ),
            13   => array(
                'id'        => 13,
                'name'      => '订单完成时,会员的上上上级已得佣金收到的消息描述',
                'default'   => "您的三级下级{插入会员昵称}在{插入店铺名}的订单{插入订单号}{插入订单状态}，您已获得佣金{插入佣金}元。",
                'usable'    => array('{插入佣金}', '{插入订单状态}', '{插入会员昵称}', '{插入上级昵称}', '{插入上上级昵称}', '{插入上上上级昵称}', '{插入订单号}', '{插入店铺名}'),
            ),
            14   => array(
                'id'        => 14,
                'name'      => '订单退款时,会员返现退回佣金收到的消息描述',
                'default'   => "您在{插入店铺名}的订单{插入订单号}{插入订单状态}，因退款成功，收回您已获得的佣金{插入佣金}元。",
                'usable'    => array('{插入佣金}', '{插入订单状态}', '{插入会员昵称}', '{插入订单号}', '{插入店铺名}'),
            ),
            15   => array(
                'id'        => 15,
                'name'      => '订单退款时,会员的上级退回佣金收到的消息描述',
                'default'   => "您的一级下级{插入会员昵称}在{插入店铺名}的订单{插入订单号}{插入订单状态}，因退款成功，收回您已获得的佣金{插入佣金}元。",
                'usable'    => array('{插入佣金}', '{插入订单状态}', '{插入会员昵称}', '{插入上级昵称}', '{插入订单号}', '{插入店铺名}'),
            ),
            16   => array(
                'id'        => 16,
                'name'      => '订单退款时,会员的上上级退回佣金收到的消息描述',
                'default'   => "您的二级下级{插入会员昵称}在{插入店铺名}的订单{插入订单号}{插入订单状态}，因退款成功，收回您已获得的佣金{插入佣金}元。",
                'usable'    => array('{插入佣金}', '{插入订单状态}', '{插入会员昵称}', '{插入上级昵称}', '{插入上上级昵称}', '{插入订单号}', '{插入店铺名}'),
            ),
            17   => array(
                'id'        => 17,
                'name'      => '订单退款时,会员的上上上级退回佣金收到的消息描述',
                'default'   => "您的三级下级{插入会员昵称}在{插入店铺名}的订单{插入订单号}{插入订单状态}，因退款成功，收回您已获得的佣金{插入佣金}元。",
                'usable'    => array('{插入佣金}', '{插入订单状态}', '{插入会员昵称}', '{插入上级昵称}', '{插入上上级昵称}', '{插入上上上级昵称}', '{插入订单号}', '{插入店铺名}'),
            ),
        ),
        //订单描述
        3   => array(
            18   => array(
                'id'        => 18,
                'name'      => '买家下单时, 收到的消息描述',
                'default'   => "您在{插入店铺名}的订单{插入订单号}创建成功。",
                'usable'    => array('{插入订单号}', '{插入店铺名}', '{插入商品名}'),
            ),
            19   => array(
                'id'        => 19,
                'name'      => '催付未付款订单时, 收到的消息描述',
                'default'   => "您在{插入店铺名}的订单{插入订单号}尚未付款,请及时付款。",
                'usable'    => array('{插入订单号}', '{插入店铺名}', '{插入商品名}'),
            ),
            20   => array(
                'id'        => 20,
                'name'      => '订单支付成功时, 收到的消息描述',
                'default'   => "您在{插入店铺名}的订单{插入订单号}已付款。",
                'usable'    => array('{插入订单号}', '{插入店铺名}', '{插入商品名}'),
            ),
            21   => array(
                'id'        => 21,
                'name'      => '卖家发货时, 收到的消息描述',
                'default'   => "您在{插入店铺名}购买的商品{插入商品名},卖家已经发货啦。",
                'usable'    => array('{插入订单号}', '{插入店铺名}', '{插入商品名}'),
            ),
            22   => array(
                'id'        => 22,
                'name'      => '买家确认收货时, 收到的消息描述',
                'default'   => "您在{插入店铺名}购买的商品{插入商品名},已确认收货。",
                'usable'    => array('{插入订单号}', '{插入店铺名}', '{插入商品名}'),
            ),
            23   => array(
                'id'        => 23,
                'name'      => '买家要求退款时, 收到的消息描述',
                'default'   => "您在店铺{插入店铺名}有一笔订单申请了退款,订单号:{插入订单号}",
                'usable'    => array('{插入订单号}', '{插入店铺名}', '{插入商品名}'),
            ),
            24   => array(
                'id'        => 24,
                'name'      => '退款成功时, 收到的消息描述',
                'default'   => "您在店铺{插入店铺名}申请退/换货的订单{插入订单号}已审核通过,请核对。",
                'usable'    => array('{插入订单号}', '{插入店铺名}', '{插入商品名}'),
            ),
            25   => array(
                'id'        => 25,
                'name'      => '退款失败时, 收到的消息描述',
                'default'   => "您在店铺{插入店铺名}申请退/换货的订单{插入订单号}未通过审核。",
                'usable'    => array('{插入订单号}', '{插入店铺名}', '{插入商品名}'),
            ),
        ),
    ),
    'plugin'   => array(
        'unitary'   => array(
            'zjtz'  => array(
                'name'      => '中奖通知描述',
                'default'   => "恭喜{插入会员昵称}，您在{插入店铺名}中参与的第{插入夺宝期号}期{插入商品名}夺宝活动中奖，您的幸运号是{插入幸运号码}，活动揭晓时间为：{插入揭晓时间}",
                'usable'    => array('{插入会员昵称}', '{插入店铺名}', '{插入商品名}', '{插入夺宝期号}', '{插入揭晓时间}', '{插入幸运号码}'),
            ),
            'fjtz'  => array(
                'name'      => '发奖通知描述',
                'default'   => "尊敬的{插入会员昵称}，您在{插入店铺名}参与的第{插入夺宝期号}期{插入商品名}活动中的奖品，我们已经为您发放奖品，请您耐心等待！",
                'usable'    => array('{插入会员昵称}', '{插入店铺名}', '{插入商品名}', '{插入夺宝期号}'),
            ),
            'tktz'  => array(
                'name'      => '退款通知描述',
                'default'   => "尊敬的{插入会员昵称}，您在{插入店铺名}参与的第{插入夺宝期号}期{插入商品名}活动，因活动参与人员不足，活动失败，您的资金会为您原路退回，请注意查收！",
                'usable'    => array('{插入会员昵称}', '{插入店铺名}', '{插入商品名}', '{插入夺宝期号}'),
            ),
        ),
    ),
);