<?php
/**
 * Created by PhpStorm.
 * User: thomas
 * Date: 16/9/1
 * Time: 上午10:09
 */
return array(
    'kind'      => array(
        53  => "订单支付通知变量替换", //知识付费放在首位
        1   => "订单变量替换",
        2   => "拼团变量替换",
        23  => "砍价成功变量替换",
        3   => "入驻审核变量替换",
        4   => "评论变量替换",
        5   => "点赞变量替换",
        6   => "资讯推送变量替换",
        7   => "入驻商家到期提醒变量替换",
        8   => "产品服务变量替换",
        9   => "抽奖活动变量替换",
        10  => "付费预约项目变量替换",
        11  => "版本更新变量替换",
        12  => "商品推送变量替换",
        13  => "拼团推送变量替换",
        14  => "秒杀推送变量替换",
        15  => "砍价推送变量替换",
        16  => "帖子推送变量替换",
        17  => "商家推送变量替换",
        18  => "优惠券推送变量替换",
        19  => "答题推送变量替换",
        20  => "店铺动态变量替换",
        21  => "会员充值变量替换",
        22  => "退款变量替换",
        24  => "工单状态变量替换",
        25  => "工单评论变量替换",
        26  => "帖子赞赏变量替换",
        27  => "投递变量替换",
        28  => "推荐变量替换",
        29  => "订单核销通知用户变量替换",
        30  => "分销佣金通知变量替换",
        31  => "职位推送变量替换",
        32  => "房源推送变量替换",
        33  => "私信通知变量替换",
        34  => "订单通知团长变量替换",
        35  => "跑腿订单变量替换",
        36  => "邀请成功变量替换",
        37  => "到货通知变量替换",
        38  => "简历被浏览变量替换",
        39  => "排队叫号变量替换",
        40  => "购买会员卡通知变量替换",
        41  => "订单变量替换",//培训版
        42  => "团长申请审核变量替换",
        43  => "积分变更通知变量替换",
        44  => "余额变更通知变量替换",
        45  => "组队红包变量替换",
        46  => "社区团购提货通知",
        47  => "会务报名成功通知",
        48  => "砍价帮砍成功通知",
        49  => "留言表单处理结果通知",
        50  => "商家评论通知",
        51  => "电话本入驻审核通知",
        52  => "店铺认领审核通知",
    ),
    //文章信息类型
    'message'  => array(
        //订单插入,请勿随便增加、修改
        1   => array(
            '{插入会员昵称}', '{插入店铺名}', '{插入订单号}', '{插入商品名}', '{插入商品数量}',
            '{插入订单金额}', '{插入运费}', '{插入快递公司}', '{插入快递单号}', '{插入配送员姓名}', '{插入配送员电话}','{插入发货时间}', '{插入支付时间}', '{余额}',
        ),
        'url-1'  => array(
            '{插入订单详情URL}',
        ),
        //拼团插入
        2   => array(
            '{插入拼团总人数}', '{插入拼团价格}', '{插入团长昵称}', '{插入已参团人数}', '{插入参团剩余人数}',
            '{插入参团时间}','{商品名称}','{商品价格}','{中奖结果}','{中奖名单}'
        ),
        'url-2'  => array(
            '{插入拼团结果URL}', '{插入拼团商品URL}',
        ),
        //审核插入
        3   => array(
            '{商家名称}','{审核结果}','{申请时间}','{审核时间}','{审核备注}'
        ),
        //评论插入
        4   => array(
            '{评论者}','{评论内容}','{评论时间}'
        ),
        //点赞插入
        5   => array(
            '{点赞人}','{点赞时间}','{帖子点赞次数}'
        ),
        //资讯推送插入
        6   => array(
            '{资讯标题}','{发布时间}','{资讯简介}'
        ),
        //入驻商家到期提醒推送插入
        7   => array(
            '{商家名称}','{到期时间}','{剩余天数}'
        ),
        //产品服务推送插入
        8   => array(
            '{产品标题}','{产品价格}','{产品简介}','{产品标签}','{发布时间}'
        ),
        //抽奖活动推送插入
        9   => array(
            '{活动名称}','{抽奖奖品}'
        ),
        //付费预约推送插入
        10   => array(
            '{项目名称}','{项目价格}','{项目时长}','{项目日期}','{项目时间}','{项目简介}'
        ),
        //版本更新推送插入
        11   => array(
            '{版本号}'
        ),
        12   => array(
            '{商品名称}','{商品原价}','{商品售价}','{单人限购}','{销量}','{商品库存}'
        ),
        13   => array(
            '{拼团商品}','{活动规则}','{团长优惠价}','{团购价格}','{参团人数}','{开始时间}','{结束时间}'
        ),
        14   => array(
            '{活动名称}','{开始时间}','{结束时间}','{活动标签}'
        ),
        15   => array(
            '{砍价商品}','{购买最低价}','{砍价最低价}','{开始时间}','{结束时间}'
        ),
        16   => array(
            '{发帖人}','{发帖内容}','{发帖时间}'
        ),
        17   => array(
            '{店铺名称}','{店铺地址}','{联系电话}'
        ),
        18   => array(
            '{优惠券标题}','{面值}','{使用条件}','{发放总量}','{已领取数量}','{单人限领数量}','{生效时间}','{失效时间}'
        ),
        19   => array(
            '{答题时间}','{每天分享获取复活卡数量}','{每次答题允许使用复活卡数}','{领奖电话}'
        ),
        20   => array(
            '{动态标签}','{动态描述}'
        ),
        21   => array(
            '{插入订单号}','{支付金额}', '{充值到账金额}', '{充值时间}', '{余额}'
        ),
        22   => array(
            '{插入订单号}', '{插入商品名}', '{插入商品数量}', '{插入退款原因}',
            '{插入订单金额}', '{插入退款金额}', '{插入支付时间}', '{插入退款时间}',
        ),
        23   => array(
            '{砍价商品}','{最低价}','{帮砍总数}','{帮砍总金额}','{开始时间}','{结束时间}'
        ),
        24   => array(
            '{工单类型}','{工单标题}','{工单内容}','{工单状态}','{创建时间}','{处理时间}'
        ),
        25   => array(
            '{工单标题}','{工单状态}','{评论人}','{评论内容}','{评论时间}'
        ),
        26   => array(
            '{帖子内容}','{赞赏人}','{赞赏金额}','{赞赏时间}'
        ),
        27   => array(
            '{职位名称}', '{公司名称}', '{投递状态}', '{操作时间}'
        ),
        28   => array(
            '{被推荐人}', '{推荐职位}', '{推荐时间}'
        ),
        29   => array(
            '{团长姓名}','{团长电话}', '{小区名称}','{订单号}', '{下单时间}','{核销时间}', '{商品名称}', '{订单金额}', '{订单运费}'
        ),
        30   => array(
            '{订单编号}','{商品名称}','{购买人}','{订单金额}','{返佣金额}','{返现状态}'
        ),
        31   => array(
            '{职位名称}','{职位类型}','{公司名称}','{职位薪资}','{职位描述}','{推荐奖}','{推荐人入职奖}','{被推荐人入职奖}'
        ),
        32   => array(
            '{插入房源标题}', '{插入房源面积}', '{插入房源售价}', '{插入房源户型}',
            '{插入房源朝向}', '{插入房源小区}', '{插入房源类型出售出租}'
        ),
        33   => array(
            '{私信人}', '{私信内容}', '{私信时间}'
        ),
        34   => array(
            '{订单号}', '{下单时间}', '{昵称}', '{商品名称}', '{订单金额}', '{订单运费}'
        ),
        35   => array(
            '{订单号}', '{订单金额}', '{下单时间}', '{订单类型}','{订单状态}','{取货地址}','{收货地址}','{骑手名称}', '{骑手电话}','{接单时间}','{取货时间}','{完成时间}','{取消时间}','{取消原因}','{退款金额}','{备注}'
        ),
        36   => array(
            '{受邀人}','{邀请时间}','{获得奖励}','{已邀请人数}'
        ),
        37   => array(
            '{商品名称}','{商品价格}','{订单号}','{下单时间}','{取货时间}','{取货地址}'
        ),
        38  => array(
            '{浏览企业}','{浏览时间}','{简历被浏览次数}'
        ),
        39  => array(
            '{商家名称}','{餐桌号}','{排队号码}','{前面人数}','{总排队人数}','{排队状态}','{排队时间}'
        ),
        40  => array(
            '{会员卡名称}','{会员卡号}','{到期时间}','{会员卡权益}','{使用须知}'
        ),
        41  => array(
            '{订单号}','{课程名称}','{实付款}','{付款时间}','{课程时间}'
        ),
        42  => array(
            '{姓名}','{电话}','{社区名称}','{申请时间}','{审核时间}','{审核状态}','{审核备注}'
        ),
        43  => array(
            '{变更前积分}','{变更后积分}','{变更积分}','{积分变更描述}','{累计获得积分}','{累计消耗积分}'
        ),
        44  => array(
            '{变更前余额}','{变更后余额}','{变更余额}','{余额变更描述}'
        ),
        45  => array(
            '{活动名称}','{活动奖励}','{活动所需人数}','{组队人员}'
        ),
        46  =>array(
            '{商品名称}','{自提码}','{手机号码}','{订单编号}','{提货地址}','{备注信息}'
        ),
        47  =>array(
            '{订单号}','{会员昵称}','{会议名称}','{门票类型}','{票类说明}','{订单金额}','{报名时间}','{会议时间}','{会议地点}'
        ),
        48  =>array(
            '{砍价商品}','{帮砍用户}', '{帮砍金额}', '{剩余可砍金额}','{最低价}','{帮砍总数}','{帮砍总金额}'
        ),
        49  =>array(
            '{表单标题}','{留言时间}', '{处理内容}', '{处理时间}'
        ),
        50   => array(
            '{店铺名称}','{评论人}','{评分}','{评论内容}','{评论时间}'
        ),
        51  => array(
            '{商家名称}','{审核结果}','{申请时间}','{审核时间}','{审核备注}'
        ),
        52  => array(
            '{商家名称}','{审核结果}','{认领时间}','{审核时间}','{审核备注}'
        ),
        53  => array(
            '{插入订单号}', '{插入商品名}','{插入订单金额}','{插入支付时间}'
        ),
    ),
    'appletMsg' => array(  //小程序包含的模板变量
        //基础商城
        1  => [1, 6, 9, 10, 11, 12, 18, 21, 22, 23, 40, 49],
        //微拼团
        2  => [],
        //企业官网
        3  => [1, 6, 8, 9, 10, 11, 21, 22, 23, 40, 49],
        //餐饮外卖
        4  => [1, 2, 3, 6, 7, 10, 11, 12, 13, 14, 15, 17, 18, 20, 21, 22, 23, 35, 36, 39, 40, 48, 49],
        //秒杀版
        5  => [],
        //同城互动
        6  => [1, 2, 3, 4, 5, 6, 7, 9, 10, 11, 12, 13, 14, 15, 16, 17, 18, 19, 21, 22, 23, 26, 29, 30, 33, 35, 39, 40, 48, 49, 50, 51, 52],
        //酒店预订
        7  => [1, 2, 6, 10, 11, 12, 13, 14, 15, 16, 17, 18, 19, 20, 21, 22, 23, 26, 40, 48, 49],
        //多店平台
        8  => [1, 2, 3, 4, 5, 6, 7, 9, 10, 11, 12, 13, 14, 16, 17, 18, 21, 22, 23, 26, 29, 39, 40, 49],
        //婚纱婚庆
        9  => [1, 2, 6, 10, 11, 12, 13, 14, 15, 18, 21, 22, 23, 40, 48, 49],
        //驾校约车
        10 => [1, 2, 6, 10, 11, 12, 13, 14, 15, 18, 21, 22, 23, 40, 48, 49],
        //名片达人
        11 => [],
        //教育培训
        12 => [1, 2, 6, 10, 11, 12, 13, 14, 15, 18, 21, 22, 23, 30, 40, 41, 48, 49],
        //门店零售
        13 => [1, 2, 6, 9, 10, 11, 12, 13, 14, 18, 21, 22, 23, 40, 49],
        //城市版
        14 => [],
        //万能单页
        15 => [],
        //房产楼盘
        16 => [6, 10, 11, 32, 40, 49],
        //万能网页
        17 => [],
        //预约服务
        18 => [1, 2, 6, 10, 11, 12, 13, 14, 15, 18, 21, 22, 23, 40, 48, 49],
        //万能企业
        19 => [6, 8, 11, 21, 23, 40, 49],
        //信息回馈
        20 => [6, 11, 24, 25, 40, 49],
        //营销商城
        21 => [1, 2, 6, 9, 10, 11, 12, 13, 14, 15, 18, 19, 21, 22, 23, 30, 35, 36, 40, 43, 44, 45, 48, 49],
        //会务报名
        22 => [6, 9, 10, 11, 18, 47, 49],
        //智慧门店
        23 => [11, 18, 21, 22, 23, 40, 49],
        //万能商城
        24 => [1, 10, 11, 12, 18, 21, 22, 23, 40, 49],
        //万能企业
        25 => [1, 6, 8, 9, 10, 11, 21, 22, 23, 40, 49],
        //在线问答
        26 => [],
        //知识付费
        27 => [53, 1, 2, 6, 11, 12, 13, 14, 15, 18, 21, 23, 40, 48, 49],
        //求职内推
        28 => [3, 6, 11, 21, 27, 28, 31, 33, 38, 40, 49],
        //同镇平台
        29 => [],
        //游戏盒子
        30 => [],
        //百变程序
        31 => [],
        //社区团购
        32 => [1, 6, 11, 13, 14, 15, 18, 19, 21, 22, 23, 29, 34, 37, 40, 42, 45, 48, 49],
        //售二手车
        33 => [],
        //跑腿小程序
        34 => [6, 11, 19, 21, 35, 36, 40, 49],
        //微分销
        50 => [],
        //连云港专用房产类
        51 => [],
        //跳转单页
        52 => [],
    ),
    //文章信息类型
    'defaultmsg'  => array(
        'zfcg'   => array(  //订单支付成功
            'tplid' => "AT0009",   //微信模板id
            'keywords' => array(9, 10, 11, 33, 3),
            'values' => array(//默认变量
                '{插入订单号}', '{插入商品名}', '{插入订单金额}', '{插入商品数量}', '{插入支付时间}',
            ),
        ),
        'mjfh' => array(  //卖家发货
            'tplid' => "AT0007",   //微信模板id
            'keywords' => array(5, 20, 4, 66, 81, 3, 2, 23),
            'values' => array(//默认变量
                '{插入商品名}', '{插入订单号}', '{插入支付时间}', '{插入订单金额}', '{插入店铺名}', '{插入发货时间}', '{插入快递公司}', '{插入快递单号}'
            ),
        ),
        'qrsh' => array(  //确认收货
            'tplid' => "AT0241",   //微信模板id
            'keywords' => array(2, 7, 10, 27, 11, 31),
            'values' => array(//默认变量
                '{插入订单号}', '{插入商品名}', '{插入订单金额}', '{插入快递单号}', '{插入发货时间}', '{插入会员昵称}'
            ),
        ),
        'deduct' => array( //分销佣金通知
            'tplid' => "AT0035",   //微信模板id
            'keywords' => array(8, 7, 6, 12, 21, 43),
            'values' => array(//默认变量
                '{商品名称}', '{订单编号}', '{订单金额}', '{购买人}', '{返佣金额}', '{返现状态}'
            ),
        ),
        'recharge' => array( // 充值成功
            'tplid' => "AT0016",   //微信模板id
            'keywords' => array(36, 12, 56, 33, 61),
            'values' => array(//默认变量
                '{插入订单号}','{支付金额}', '{充值到账金额}', '{充值时间}', '{余额}'
            ),
        ),
        'goods' => array( // 商品推送
            'tplid' => "AT0565",   //微信模板id
            'keywords' => array(6, 11, 7),
            'values' => array(//默认变量
                '{商品名称}','{商品原价}','{商品售价}'
            ),
        ),
        'group' => array( // 拼团活动推送
            'tplid' => "AT0911",   //微信模板id
            'keywords' => array(1, 10, 14, 24),
            'values' => array(//默认变量
                '{拼团商品}','{团购价格}','{开始时间}','{参团人数}'
            ),
        ),
        'points_change' => array( // 积分变更
            'tplid' => "AT1213",   //微信模板id
            'keywords' => array(3, 6, 7, 27),
            'values' => array(//默认变量
                '{变更前积分}','{变更积分}','{变更后积分}','{积分变更描述}'
            ),
        ),
        'coin_change' => array(  // 余额变更
            'tplid' => "AT0157",   //微信模板id
            'keywords' => array(4, 7, 6, 13),
            'values' => array(//默认变量
                '{变更前余额}','{变更余额}','{变更后余额}','{余额变更描述}'
            ),
        ),
        'form_deal' => array( // 留言表单处理
            'tplid' => "AT0782",   //微信模板id
            'keywords' => array(15, 8, 11, 22),
            'values' => array(//默认变量
                '{表单标题}','{留言时间}', '{处理内容}', '{处理时间}'
            ),
        ),
        'appointment' => array( // 付费预约
            'tplid' => "AT0104",   //微信模板id
            'keywords' => array(143, 58, 59),
            'values' => array(//默认变量
                '{项目名称}','{项目价格}','{项目日期}'
            ),
        ),
        'push'   => array(  //资讯推送
            'tplid' => "AT0243",   //微信模板id
            'keywords' => array(2, 7, 3),
            'values' => array(//默认变量
                '{资讯标题}','{发布时间}','{资讯简介}'
            ),
        ),
        'limit'   => array( //秒杀推送变量替换
            'tplid' => "AT1075",   //微信模板id
            'keywords' => array(5, 8, 9),
            'values' => array(//默认变量
                '{活动名称}','{开始时间}-{结束时间}','{活动标签}'
            ),
        ),
        'bargain'   => array( //砍价推送变量替换
            'tplid' => "AT1173",   //微信模板id
            'keywords' => array(1, 2, 6, 20, 21),
            'values' => array(//默认变量
                '{砍价商品}','{购买最低价}','{砍价最低价}','{开始时间}','{结束时间}'
            ),
        ),
        'coupon'   => array(  //优惠券推送变量替换
            'tplid' => "AT0533",   //微信模板id
            'keywords' => array(1, 11, 10, 15, 23, 17),
            'values' => array(//默认变量
                '{优惠券标题}','{生效时间}','{单人限领数量}','{面值}','{失效时间}','{使用条件}'
            ),
        ),
        'refund'   => array(  //退款变量替换
            'tplid' => "AT0787",   //微信模板id
            'keywords' => array(8, 15, 27, 29),
            'values' => array(//默认变量
                '{插入订单号}', '{插入退款时间}', '{插入退款金额}', '{插入商品名}',
            ),
        ),
        'se_trade_verify'   => array(  //订单核销通知用户变量替换
            'tplid' => "AT0257",   //微信模板id
            'keywords' => array(1, 15, 14, 18, 17, 38, 11, 12, 3),
            'values' => array(//默认变量
                '{订单号}', '{商品名称}', '{订单金额}', '{订单运费}', '{下单时间}', '{小区名称}', '{团长姓名}','{团长电话}','{核销时间}'
            ),
        ),
        'se_notice_leader'   => array(  //订单通知团长变量替换
            'tplid' => "AT0229",   //微信模板id
            'keywords' => array(2, 1, 9, 34, 44),
            'values' => array(//默认变量
                '{订单号}', '{订单金额}', '{下单时间}', '{商品名称}', '{昵称}'
            ),
        ),
        'se_goods_get'   => array(  //到货通知变量替换
            'tplid' => "AT0530",   //微信模板id
            'keywords' => array(15, 3, 1, 27, 7, 14),
            'values' => array(//默认变量
                '{商品名称}','{商品价格}','{订单号}','{下单时间}','{取货时间}','{取货地址}'
            ),
        ),
        'buy_member_card'   => array(  //购买会员卡通知变量替换
            'tplid' => "AT2266",   //微信模板id
            'keywords' => array(1, 2, 10, 17, 18),
            'values' => array(//默认变量
                '{会员卡名称}','{会员卡号}','{到期时间}','{会员卡权益}','{使用须知}'
            ),
        ),
        'leader_handle'   => array(  //团长申请审核变量替换
            'tplid' => "AT0146",   //微信模板id
            'keywords' => array(34, 4, 72, 77, 5, 1),
            'values' => array(//默认变量
                '{姓名}','{电话}','{社区名称}','{申请时间}','{审核时间}','{审核状态}'
            ),
        ),
    ),
    'managerReport' => array( //每日发送商户经营报告的模板
        'first' => '昨日店铺经营数据',
        'field' => array(
            1 => array(
                ['新增用户', '总用户数'],
                ['售出计次卡数', '售出计次卡金额'],
                ['储值笔数', '储值金额'],
                ['商品日销量', '日订单数', '日订单金额'],
                ['日退款订单', '日退款金额'],
                ['出售中商品', '售罄商品', '下架商品'],
                ['发放优惠券', '使用优惠券', '失效优惠券'],
            ),
            3 => array(
                ['新增用户', '总用户数'],
                ['售出计次卡数', '售出计次卡金额'],
                ['收银笔数', '收银金额'],
                ['发放优惠券', '使用优惠券', '失效优惠券'],
                ['发放积分', '使用积分', '剩余积分'],
                ['出售中商品', '售罄商品', '下架商品'],
            ),
            4 => array(
                ['新增用户', '总用户数'],
                ['收银笔数', '收银金额'],
                ['储值笔数', '储值金额'],
                ['商品日销量', '日订单数', '日订单金额'],
                ['日退款订单', '日退款金额'],
                ['出售中商品', '售罄商品', '下架商品'],
                ['发放积分', '使用积分', '剩余积分'],
            ),
            6 => array(
                ['新增用户', '总用户数'],
                ['发帖数', '发帖收益'],
                ['商品日销量', '日订单数', '日订单金额'],
                ['日退款订单', '日退款金额'],
                ['发放优惠券', '使用优惠券', '失效优惠券'],
                ['发放积分', '使用积分', '剩余积分'],
                ['商家入驻量', '商家入驻收益'],
            ),
            7 => array(
                ['新增用户', '总用户数'],
                ['收银笔数', '收银金额'],
                ['套餐日销量', '日订单数', '日订单金额'],
                ['日退款订单', '日退款金额'],
                ['在售套餐'],
                ['发放优惠券', '使用优惠券', '失效优惠券'],
                ['发放积分', '使用积分', '剩余积分'],
            ),
            8 => array(
                ['新增用户', '总用户数'],
                ['收银笔数', '收银金额'],
                ['商家商品日销量', '商家日订单数', '商家日订单金额'],
                ['商家日退款订单', '商家日退款金额'],
                ['商家出售中的商品', '商家售罄商品', '商家下架商品'],
                ['发放积分', '使用积分', '剩余积分'],
                ['商家入驻量', '商家入驻收益'],
            ),
            11 => array(
                ['新增用户', '总用户数'],
                ['收银笔数', '收银金额'],
                ['新增留言', '待处理', '总留言数'],
            ),
            12 => array(
                ['新增用户', '总用户数'],
                ['新增会员', '总会员数'],
                ['售出计次卡数', '售出计次卡金额'],
                ['收银笔数', '收银金额'],
                ['课程日销量', '日订单数', '日订单金额'],
                ['日退款订单', '日退款金额'],
                ['发放优惠券', '使用优惠券', '失效优惠券'],
            ),
            13 => array(
                ['新增用户', '总用户数'],
                ['收银笔数', '收银金额'],
                ['储值笔数', '储值金额'],
                ['商品日销量', '日订单数', '日订单金额'],
                ['日退款订单', '日退款金额'],
                ['出售中商品', '售罄商品', '下架商品'],
                ['发放优惠券', '使用优惠券', '失效优惠券'],
            ),
            16 => array(
                ['新增用户', '总用户数'],
                ['新增会员', '总会员数'],
                ['收银笔数', '收银金额'],
                ['新增求租求购数', '累计求租求购数'],
                ['新商家入驻申请数', '累计入驻申请数'],
                ['新房源数', '累计房源数']
            ),
            18 => array(
                ['新增用户', '总用户数'],
                ['售出计次卡数', '售出计次卡金额'],
                ['收银笔数', '收银金额'],
                ['储值笔数', '储值金额'],
                ['日服务数', '日服务订单数', '日服务订单金额'],
                ['日服务退款订单', '日服务退款金额'],
                ['发放优惠券', '使用优惠券', '失效优惠券'],
            ),
            20 => array(
                ['新增用户', '总用户数'],
                ['收银笔数', '收银金额'],
                ['新增工单数', '待处理工单数'],
                ['处理中工单数', '完成工单数', '累计工单数']
            ),
            21 => array(
                ['新增用户', '总用户数'],
                ['收银笔数', '收银金额'],
                ['商品日销量', '日订单数', '日订单金额'],
                ['日退款订单', '日退款金额'],
                ['出售中商品', '售罄商品', '下架商品'],
                ['发放优惠券', '使用优惠券', '失效优惠券'],
                ['发放积分', '使用积分', '剩余积分'],
            ),
            22 => array(
                ['新增用户', '总用户数'],
                ['收银笔数', '收银金额'],
                ['报名中会议', '已结束会议'],
                ['日售票数', '日售金额', '累售金额'],
                ['日签到人数', '累计签到人数'],
                ['发放优惠券', '使用优惠券', '失效优惠券'],
            ),
            23 => array(
                ['新增用户', '总用户数'],
                ['新增留言', '待处理', '总留言数'],
                ['发放优惠券', '使用优惠券', '失效优惠券'],
            ),
            24 => array(
                ['新增用户', '总用户数'],
                ['商品日销量', '日订单数', '日订单金额'],
                ['日退款订单', '日退款金额'],
                ['出售中商品', '售罄商品', '下架商品'],
                ['发放优惠券', '使用优惠券', '失效优惠券'],
                ['发放积分', '使用积分', '剩余积分'],
            ),
            27 => array(
                ['新增用户', '总用户数'],
                ['新增会员', '总会员数'],
                ['收银笔数', '收银金额'],
                ['课程日销量', '日订单数', '日订单金额'],
                ['出售中课程', '已下架课程'],
                ['发放优惠券', '使用优惠券', '失效优惠券'],
                ['发放积分', '使用积分', '剩余积分'],
            ),
            28 => array(
                ['新增用户', '总用户数'],
                ['新增简历', '总简历数'],
                ['新增职位', '总职位数'],
                ['新申请公司', '总公司数'],
                ['新增会员公司', '总会员公司数'],
                ['储值笔数', '储值金额'],
                ['用户提现申请', '用户提现申请金额'],
            ),
            30 => array(
                ['新增用户', '总用户数'],
                ['发放积分', '使用积分', '剩余积分'],
                ['用户提现申请', '用户提现申请金额'],
                ['总游戏数']
            ),
            32 => array(
                ['新增用户', '总用户数'],
                ['新增小区', '总小区数'],
                ['团长申请', '新增团长数', '总团长数'],
                ['商品日销量', '日订单数', '日订单金额'],
                ['日退款订单', '日退款金额'],
                ['出售中商品', '售罄商品', '下架商品'],
                ['发放优惠券', '使用优惠券', '失效优惠券'],
            ),
            34 => array(
                ['新增用户', '总用户数'],
                ['日完成订单数', '日订单金额', '返佣金额'],
                ['骑手提现申请', '骑手提现申请金额'],
                ['骑手申请', '新增骑手'],
                ['储值笔数', '储值金额'],
                ['发放优惠券', '使用优惠券', '失效优惠券'],
            ),
        )
    )
);